{"id":"ABS:¶1","section":"abstract","text":"This study aimed to analyse and document how Quito, the capital city of Ecuador, transformed its Primary Health Care (PHC) model following the COVID-19 pandemic. The reform involved a shift from a reactive, hospital-centred response to a community-based model focused on prevention, social determinants of health, and local engagement. This study used a qualitative case study design with a comparative and deductive approach, featuring 11 semi-structured interviews with health professionals, decision-makers, and administrative staff, alongside a review of secondary sources, including national and municipal legal framework (such as the Organic Code and the municipal Organic Statute), ordinances, the Municipal Code, and governance documents and accountability reports from three mayoral administrations. Thematic analysis identified key enabling factors and compared Quito's experience with other cities in Ecuador and Latin America. The central innovation was the creation of multidisciplinary Community Health Teams (Equipos de Salud Comunitaria, ESC) assigned to each of Quito's 65 parishes. These teams focused on health promotion, disease prevention, and intersectoral coordination. Their implementation was supported by continuous training, integration of digital tools, community-based communication strategies, and protocols for operating in high-risk environments","note":null}
{"id":"ABS:¶2","section":"abstract","text":"A major driver of the reform was the political negotiation to sustain the increased health budget beyond the pandemic, enabling the long-term operation of ESCs. Ensuring the physical safety of health personnel also became a core component of the model, supported by risk mapping, emergency communication systems, and coordination with local security actors. The model was institutionalized through legal frameworks and aligned with national initiatives such as the Healthy Municipalities Programme and Comprehensive Family, Community and Intercultural Health Care Model (MAIS-FCI). The model demonstrated improved territorial access, community trust, and responsiveness amid rising urban violence, but faces limitations in technological infrastructure, monitoring indicators, and long-term sustainability. Quito's experience highlights the potential of decentralised municipal governance to lead PHC reform through integrated, preventive, and community-based strategies. The findings provide valuable lessons for other cities in low- and middle-income countries seeking to enhance PHC resilience in fragile contexts. Strengthening digital capacity and ensuring institutional protection and funding for ESC will be key to sustaining progress","note":null}
{"id":"ABS:¶3","section":"abstract","text":"ANTECEDENTES: Este estudio tuvo como objetivo analizar y documentar c&#xf3;mo Quito, la capital de Ecuador, transform&#xf3; su modelo de Atenci&#xf3;n Primaria de Salud (APS) tras la pandemia de COVID-19. La reforma implic&#xf3; un cambio de un enfoque reactivo y hospitalario hacia un modelo basado en la comunidad, centrado en la prevenci&#xf3;n, los determinantes sociales de la salud y la participaci&#xf3;n local. M&#xe9;TODOS: Se utiliz&#xf3; un dise&#xf1;o cualitativo de estudio de caso, con un enfoque comparativo y deductivo, que incluy&#xf3; 11 entrevistas semiestructuradas con profesionales de la salud, tomadores de decisi&#xf3;n y personal administrativo. Adem&#xe1;s, se revisaron fuentes secundarias, como marcos legales nacionales y municipales (incluyendo el C&#xf3;digo Org&#xe1;nico y el Estatuto Org&#xe1;nico municipal), ordenanzas, el C&#xf3;digo Municipal y documentos de gobernanza e informes de rendici&#xf3;n de cuentas de tres administraciones municipales. El an&#xe1;lisis tem&#xe1;tico identific&#xf3; factores facilitadores clave y compar&#xf3; la experiencia de Quito con la de otras ciudades en Ecuador y Am&#xe9;rica Latina. La innovaci&#xf3;n central fue la creaci&#xf3;n de Equipos de Salud Comunitaria (ESC) multidisciplinarios, asignados territorialmente a las 65 parroquias de Quito. Estos equipos se enfocaron en la promoci&#xf3;n de la salud, la prevenci&#xf3;n de enfermedades y la coordinaci&#xf3;n intersectorial","note":null}
{"id":"ABS:¶4","section":"abstract","text":"Un motor clave de la reforma fue la negociaci&#xf3;n pol&#xed;tica para mantener el presupuesto en salud incrementado m&#xe1;s all&#xe1; de la pandemia, lo que permiti&#xf3; la operaci&#xf3;n sostenida de los ESC. Garantizar la seguridad f&#xed;sica del personal de salud tambi&#xe9;n se convirti&#xf3; en un componente esencial del modelo, apoyado por mapas de riesgo, sistemas de comunicaci&#xf3;n de emergencia y coordinaci&#xf3;n con actores locales de seguridad. El modelo fue institucionalizado mediante marcos legales y su alineaci&#xf3;n con iniciativas nacionales como el Programa de Municipios Saludables y el Modelo de Atenci&#xf3;n Integral de Salud Familiar, Comunitario e Intercultural (MAIS-FCI). Un motor clave de la reforma fue la negociaci&#xf3;n pol&#xed;tica para mantener el presupuesto en salud incrementado m&#xe1;s all&#xe1; de la pandemia, lo que permiti&#xf3; la operaci&#xf3;n sostenida de los ESC. Garantizar la seguridad f&#xed;sica del personal de salud tambi&#xe9;n se convirti&#xf3; en un componente esencial del modelo, apoyado por mapas de riesgo, sistemas de comunicaci&#xf3;n de emergencia y coordinaci&#xf3;n con actores locales de seguridad. La experiencia de Quito demuestra el potencial de la gobernanza municipal descentralizada para liderar reformas de APS mediante estrategias integradas, preventivas y basadas en la comunidad. Los hallazgos ofrecen lecciones valiosas para otras ciudades de pa&#xed;ses de ingresos bajos y medianos que buscan fortalecer la resiliencia de sus sistemas de APS en contextos fr&#xe1;giles","note":null}
{"id":"ABS:¶5","section":"abstract","text":"Fortalecer la capacidad digital y asegurar la protecci&#xf3;n institucional y el financiamiento de los ESC ser&#xe1; clave para mantener los avances logrados","note":null}