{"id":"P1:¶1","text":"Most Americans will experience a form of trauma before adulthood, resulting in hindered learning and emotional regulation. The purpose of this quantitative, correlational-predictive study was to examine if and to what extent the two facets of Emotional Regulation, Cognitive Reappraisal and Expressive Suppression, considered collectively, and individually within standard regression model, significantly predict the Well-being of online undergraduate learners in the United States. Emotion regulation theory and PERMA theory of well-being supported this research","section":"abstract"}
{"id":"P1:¶2","text":"The research questions predicted a correlation exists between the emotion regulation ability and well-being in online undergraduate learners. The sample of 84 online undergraduate learners completed two questionnaires, Emotion Regulation Questionnaire, and the PERMA Profiler. The findings of a standard multiple linear regression indicated that the two facets of Emotional Regulation, Cognitive Reappraisal and Expressive Suppression considered together significantly predict the Well-being of online undergraduate learners in the United States, adjusted R[superscript 2] = 0","section":"abstract"}
{"id":"P1:¶3","text":"The model accounted for 61. 1% of the variance in learners' overall well-being. Both predictors considered individually within the model were statistically significant: Cognitive Reappraisal was a significant direct (positive) predictor of overall Well-being: [beta] = 0","section":"abstract"}
{"id":"P1:¶4","text":"001, whereas Expressive Suppression was a significant inverse (negative) predictor of online undergraduate learners' overall Well-being: [beta] = -0. These findings point to the need to strengthen online undergraduate learners' emotional regulation as a means to enhance their well-being. [The dissertation citations contained here are published with the permission of ProQuest LLC","section":"abstract"}
{"id":"P1:¶5","text":"Further reproduction is prohibited without permission. Copies of dissertations may be obtained by Telephone (800) 1-800-521-0600. com/en-US/products/dissertations/individuals","section":"abstract"}
{"id":"P2:¶1","text":"Today, rapidly advancing artificial intelligence technologies provide significant changes in the health field. These technologies, which have a wide range of applications in nursing practices, enhance the quality of healthcare and make the care process more efficient. Therefore, nurses' attitudes towards artificial intelligence and the effective use and adoption of these technologies in patient care are significant. In this study, two hypotheses were tested: (1) whether cognitive flexibility is associated with positive/negative attitudes toward artificial intelligence, and (2) whether emotion regulation is associated with positive/negative attitudes toward artificial intelligence","section":"abstract"}
{"id":"P2:¶2","text":"This study employed a correlational and cross-sectional research design. It was completed with 377 nurses working in a province in the East of Turkey who voluntarily agreed to participate in the study. Data were collected using the Introductory Information Form, Attitude Towards Artificial Intelligence Scale, Cognitive Flexibility Inventory, and Emotion Regulation Scale. These measurement tools were administered to the nurses using the face-to-face interview method","section":"abstract"}
{"id":"P2:¶3","text":"Multiple linear regression analyses were used to evaluate the data. As a result of the multiple regression analyses conducted, it was found that cognitive flexibility and reappraisal together were associated with 7% of the variance in positive attitudes toward artificial intelligence (F<sub>(2, 374)</sub>&#x2009;=&#x2009;12. 961, p&#x2009;&lt;&#x2009;0. 001), while they explained 4% of the variance in negative attitudes (F<sub>(2, 374)</sub>&#x2009;=&#x2009;7","section":"abstract"}
{"id":"P2:¶4","text":"098, p&#x2009;&lt;&#x2009;0. In both of the tested models, reappraisal was found to be significantly associated with the attitudes, whereas cognitive flexibility was not. The study concludes that nurses' emotional regulation skills play an important role in shaping their attitudes toward artificial intelligence, while cognitive flexibility does not contribute significantly. Nurses with higher emotional regulation skills tend to report a more positive attitude toward artificial intelligence","section":"abstract"}
{"id":"P2:¶5","text":"In this respect, education and awareness programs prioritizing the improvement of these skills in nurses may contribute to the adoption of artificial intelligence technologies","section":"abstract"}
{"id":"P3:¶1","text":"Obstructive sleep apnea (OSA) is highly prevalent among obese individuals, with a complex and bidirectional relationship wherein obesity not only serves as a primary risk factor for OSA but also exacerbates its severity. This interconnection may be influenced by a set of shared genes; however, the molecular mechanisms linking obesity and OSA remain poorly characterized. This study aims to explore the molecular signatures and mechanisms underlying obesity-related genes in OSA","section":"abstract"}
{"id":"P3:¶2","text":"We analyzed gene expression data from the GSE135917 dataset (training dataset) to identify obesity-related differentially expressed genes (DEGs) in OSA patients. Functional enrichment analyses and machine learning approaches were employed to explore associated biological pathways and develop predictive models. The findings were subsequently validated in an independent dataset, GSE38792","section":"abstract"}
{"id":"P3:¶3","text":"A total of 25 significant DEGs were identified, with 13 genes upregulated and 12 downregulated in OSA patients. Functional enrichment analysis revealed associations with insulin resistance, lipid metabolism, and Toll-like receptor signaling. Machine learning models highlighted XRCC4 and ARL6 as potential diagnostic biomarkers, validated in the independent GSE38792 dataset","section":"abstract"}
{"id":"P3:¶4","text":"XRCC4's role in DNA repair may be compromised by obesity-related inflammation and oxidative stress, while ARL6 is implicated in adipocyte function and intracellular signaling. Our findings contribute to the understanding of obesity-related genes in OSA, proposing XRCC4 and ARL6 as novel biomarkers. This study underscores the complexity of the interactions between obesity and OSA, paving the way for future research into their shared molecular pathways","section":"abstract"}
{"id":"P4:¶1","text":"This study aimed to examine the relationships between anhedonia, emotional expression ability and emotion regulation difficulties in individuals diagnosed with fibromyalgia (FM). 82 patients with FM and 80 age, gender, and educationmatched healthy controls were included in this cross-sectional, descriptive study. Participants completed the Sociodemographic Data Form, Expressing Emotions Scale (EES), Difficulties in Emotion Regulation Scale&amp;ndash;Short Form (DERS-16), Beck Anxiety Inventory (BAI), Beck Depression Inventory (BDI), and the Clinician-Administered Turkish version of the Snaith-Hamilton Pleasure Scale (SHAPS-C-TR)","section":"abstract"}
{"id":"P4:¶2","text":"Higher SHAPS-C-TR scores (OR=1. 001) and BAI scores (OR=1. 017) were significantly associated with FM diagnosis","section":"abstract"}
{"id":"P4:¶3","text":"Conversely, higher EES scores were negatively associated with FM diagnosis (OR=0. Even after controlling for depression, individuals with FM exhibited significantly higher anhedonia scores (F (1. 001, &amp;eta;&amp;sup2;=0","section":"abstract"}
{"id":"P4:¶4","text":"Elevated levels of anhedonia and anxiety were significantly associated with FM, whereas greater emotional expressiveness appeared to be a protective factor. These findings underscore the importance of psychological assessment and interventions in FM management","section":"abstract"}
{"id":"P5:¶1","text":"The aim of our study was to determine the relationship between depressive symptoms, alexithymia, emotion regulation difficulties and empathy in adolescents with social anxiety disorder and to compare the findings with healthy controls. Our study included a total of 100 adolescents aged 12-18 years, consisting of 50 with social anxiety disorder (SAD) who applied to the child and adolescent psychiatry outpatient clinic between June 2022 and November 2022, and 50 healthy controls. Participants were evaluated with Beck Depression Inventory, Social Anxiety Scale for Adolescents, Toronto Alexithymia Scale, Difficulties in Emotion Regulation Scale and Basic Empathy Scale","section":"abstract"}
{"id":"P5:¶2","text":"Alexithymia, depressive symptoms and emotion regulation difficulties were significantly higher in adolescents diagnosed with social anxiety disorder compared to healthy controls, but no significant difference was found in empathy skills. The severity of social anxiety disorder was significantly related to depressive symptoms, alexithymia, and emotion regulation difficulties. Logistic regression analysis revealed maternal age, depressive symptoms, and alexithymia as the factors associated with social anxiety disorder in adolescents","section":"abstract"}
{"id":"P5:¶3","text":"Our study shows that depressive symptoms, alexithymia, and emotion regulation difficulties may be observed in adolescents with social anxiety disorder, and it is important to consider these factors in clinical assessment and intervention processes","section":"abstract"}