{"id":"ABS:¶1","section":"abstract","text":"The purpose of this meta-analysis is to give an overview of the relationships between positive and negative metacognitions (PMC, NMC) with health anxiety and pathological safety seeking and avoidant behavior (SSB, AB). The preregistered systematic literature screening included following data bases: MEDLINE, PsycINFO, PSYNDEX, PubMed, The Cochrane Library, Web of Science, ProQuest Dissertations &amp; Theses, and The German National Library. The studies were evaluated based on predefined eligibility criteria (i. , data for PMC/NMC and health anxiety and/ or SSB/AB from adult samples, assessed with validated inventories and presented in English or German language) and risk of bias categories. Correlation coefficients were aggregated with random effect models","note":null}
{"id":"ABS:¶2","section":"abstract","text":"Publication biases were estimated with contour enhanced funnel plots and outlier analyses. 23 studies (N&#x2009;=&#x2009;9229) were included in the meta-analysis. Most studies assessed health anxiety in analogue samples. A significant medium effect was found for PMC and health anxiety (r&#x2009;=&#x2009;. 29&#x2009;&#x2264;&#x2009;r&#x2009;&#x2264;&#x2009;","note":null}
{"id":"ABS:¶3","section":"abstract","text":"43), whereas for NMC the effect was large (r&#x2009;=&#x2009;. 46&#x2009;&#x2264;&#x2009;r&#x2009;&#x2264;&#x2009;. For the relationship with SSB the results revealed a moderate effect for PMC (r&#x2009;=&#x2009;0. 19&#x2009;&#x2264;&#x2009;r&#x2009;&#x2264;&#x2009;0. 42) and a small effect for NMC (r&#x2009;=&#x2009;","note":null}
{"id":"ABS:¶4","section":"abstract","text":"05&#x2009;&#x2264;&#x2009;r&#x2009;&#x2264;&#x2009;. Metacognitions are a significant pathological factor in health anxiety, with particularly strong association with NMC. PMC might be of special interest for health anxiety and SSB compared to other psychopathologies. Heterogeneity, missing clinical samples and studies on AB limit generalizability. Future research should further explore the role of metacognitions in health anxiety and focus on the relation with pathological SSB and AB","note":null}
{"id":"ABS:S10","section":"abstract","text":"36, p&#x2009;&lt;&#x2009;0","note":null}
{"id":"ABS:S13","section":"abstract","text":"52, p&#x2009;&lt;&#x2009;0","note":null}
{"id":"ABS:S16","section":"abstract","text":"31, p&#x2009;=&#x2009;","note":null}
{"id":"ABS:S19","section":"abstract","text":"25, p&#x2009;=&#x2009;","note":null}